[DromeDome_Fire X2CharacterTemplate]
strCharacterName="Андромедон-выжигатель"

[DromeDome_Poison X2CharacterTemplate]
strCharacterName="Андромедон-чумоносец"

[DromeDome_Cryo X2CharacterTemplate]
strCharacterName="Андромедон-замораживатель"

[DromeDome_Robot_Fire X2CharacterTemplate]
strCharacterName="Панцирь андромедона-выжигателя"

[DromeDome_Robot_Poison X2CharacterTemplate]
strCharacterName="Панцирь андромедона-чумноносца"

[DromeDome_Robot_Cryo X2CharacterTemplate]
strCharacterName="Панцирь андромедона-замораживателя"

[DromeDome_Glob_Cryo X2AbilityTemplate]
LocFriendlyName="Выстрел крио-бомбой"
LocLongDescription="Замораживает и наносит проникающий урон всем юнитам в области поражения"
LocHelpText="Замораживает и наносит проникающий урон всем юнитам в зоне поражения"

[DromeDome_Glob_Cryo_WPN X2WeaponTemplate]
FriendlyName="Крио-установка"
BriefSummary="Крио-установка"
TacticalText="Крио-установка"

[DromeDome_Glob_Fire X2AbilityTemplate]
LocFriendlyName="Выстрел огненной бомбой"
LocLongDescription="Наносит урон и поджигает всех юнитов в области поражения"
LocHelpText="Наносит урон и поджигает всех юнитов в области поражения"

[DromeDome_BackBurner X2AbilityTemplate]
LocFriendlyName="Огнемёт"
LocLongDescription="Андромедон-выжигатель выпускает струю пламени в широком, но коротком конусе."
LocHelpText="Андромедон-выжигатель выпускает струю пламени в широком, но коротком конусе."
LocFlyOverText="Огнемёт"

[DromeDome_BackBurner X2WeaponTemplate]
FriendlyName="Пусковая установка огненных бомб"
BriefSummary="Пусковая установка огненных бомб"
TacticalText="Пусковая установка огненных бомб"

[DromeDome_Glob_Poison X2AbilityTemplate]
LocFriendlyName="Выстрел ядовитой бомбой"
LocLongDescription="Наносит урон и отравляет всех юнитов в области поражения"
LocHelpText="Наносит урон и отравляет всех юнитов в области поражения"

[DromeDome_Glob_Poison X2WeaponTemplate]
FriendlyName="Пусковая установка ядовитых бомб"
BriefSummary="Пусковая установка ядовитых бомб"
TacticalText="Пусковая установка ядовитых бомб"

[DromeDome_PlagueBearer_Stage1 X2AbilityTemplate]
LocFriendlyName="Чумной вестник"
LocLongDescription="Андромедон-чумоносец запускает в небо управляемые ракеты. Лазеры целеуказания, которые направляют ракеты, дают кратковременное предупреждение о том, куда они нанесут удар."
LocHelpText="Ракетный шквал с задержкой, поражающий нескольких врагов и распространяющий яд на пораженных зонах."
LocFlyOverText="Чумной вестник"

[DromeDome_WPN X2WeaponTemplate]
FriendlyName="Элементальная пушка андромедона"
BriefSummary="Элементальная пушка андромедона"
TacticalText="Элементальная пушка андромедона"

[DromeDomeCryo_WPN X2WeaponTemplate]
FriendlyName="Элементальная пушка андромедона"
BriefSummary="Элементальная пушка андромедона"
TacticalText="Элементальная пушка андромедона"

[DromeDome X2SitRepTemplate]
FriendlyName="Андродром"
Description="Большая группа тяжелобронированных, роботизированных боевых костюмов, была замечена бродящими по окрестностям, похоже без какой-либо конкретной цели."

[DromeDomeEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Добро пожаловать в Андродром"
Description="/// Предупреждение /// Нарушение сдерживания /// Несколько несанкционированных боевых костюмов активны ///"
